[  {
    "titleKor": "<em>00MHz</em> 리플렛",
    "titleEng": "<em>00MHz</em> Leaflet",
    "year": "2022",
    "pleft":[
    
      "<div class='pimrestbox'><img src='img/post/gradleaf/1.jpg' loading='lazy'><div class='imgnumber'><p>1</p></div></div>", 
      "<div class='pimrestbox'><img src='img/post/gradleaf/2.jpg' loading='lazy'><div class='imgnumber'><p>2</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/gradleaf/3.jpg' loading='lazy'><div class='imgnumber'><p>3</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/gradleaf/4.jpg' loading='lazy'><div class='imgnumber'><p>4</p></div></div>"
    ],
    "backgroundColor": "#bfbfbf",
    "description": [
      "<div class='kor'><p>2022년 이화여대 디자인학부 졸업 전시회 <em>Out of Orbit!</em>의 참여 분반 <em><a href='https://ewhadesign.com/2022/project/project_view.php?project_id=6' target=blank>00MHz</a></em>의 전시기획팀에 소속되어 분반을 위한 리플렛을 제작했습니다.</p></div>",
      "<div class='eng'><p>The exhibition leaflet for <em><a href='https://ewhadesign.com/2022/project/project_view.php?project_id=6' target=blank>00MHz</a></em>-one of the subgroups participating in <em>Out of Orbit!</em>, the 2022 graduation exhibition of the Department of Design at Ewha Womans University, designed as the exhibition planning team for the subgroup.</p></div>",
      "<div class='kor'><p>영상디자인 작업물을 상영하는 프로그램 <em>00MHz</em>는 수업 참여자 각각의 이야기가 들려오는 라디오 방송국 컨셉으로 기획되었습니다. 단일 작품을 따로 떼어놓아 감상할 수 있는 게 아닌 각 학생의 작품이 다음 학생의 작품과 이어져 꼬리에 꼬리에 무는 형식으로 상영장소 내부의 스크린을 통해 상영되었고, 대신 상영장소 스크린 주변에 학생의 수 만큼 의자를 배치하고 각 의자에 큐알코드를 부착하여 개별 영상을 감상할 수 있도록 사전에 전시 기획팀 회의를 통해 구성되었습니다.<strong>3</strong></p></div>",
      "<div class='eng'><p>The program <em>00MHz</em>, which screened video design works, was conceptually framed as a radio broadcasting station, where each participant’s personal narrative was “broadcast” like a radio frequency. Rather than presenting each work as an isolated piece, the exhibition was designed so that the videos flowed continuously, with each student’s project leading into the next. Inside the screening room, screens displayed the video loop while individual chairs — one per student — were arranged in a figure-eight layout. QR codes attached to each chair allowed visitors to access and watch the works individually. This setup was developed collaboratively during our planning meetings.<strong>3</strong></p></div>",
      "<div class='kor'><p>제가 작업한 부분은 세부적인 기획과 리플렛 제작입니다. 사전에 팀에서 제작한 로고 및 8자 형태의 의자 배치 아이디어를 제외하고, 리플렛 정면<strong>1</strong> 하단부의 배치도를 비롯한 모든 그래픽 요소와 편집디자인, 리플렛 컨셉을 기획 및 디자인했습니다.</p></div>",
      "<div class='eng'><p>My main responsibilities were in part of directing and leaflet design. Aside from the logo and chair layout concept (created earlier by the team), I was in charge of the full visual and editorial design — including the layout diagram on the front of the leaflet<strong>1</strong>, all graphic elements, and the overall design concept.</p></div>",
      "<div class='kor'><p>학생 수가 17명임에 따라 한 스크린에서 모든 영상을 상영할 시 상영시간이 길어질 것을 방지하기 위해 각 학생의 작업을 2가지의 분류로 나누어 2개의 스크린에서 나눠 상영할 것을 구상하였고, 라디오 채널 분류에서 영감을 받아 <em>사회 분석적이며 외부를 향한 작업</em>은 보다 멀리 퍼져나가는 주파수인 <em>AM</em>, <em>각 개인의 심상을 고찰하는 작업물</em>은 보다 지역적인 주파수인 <em>FM</em>으로 구분하였습니다.</p></div>",
      "<div class='eng'><p>To ensure efficient viewing and prevent extended screening time for 17 students' videos, I proposed dividing the works into two thematic streams across two screens. Inspired by radio channel classifications, works that were <em>socially analytical and outward-looking</em> were categorized as <em>AM</em>, representing frequencies that travel farther. In contrast, works that explored <em>personal emotions and introspection</em> were grouped under <em>FM</em>, symbolizing more localized frequencies.</p></div>",
      "<div class='kor'><p>그래픽 디자인 컨셉은 크게 <em>신문 속 라디오 편성표</em>로 기획하였는데, 라디오 방송국이라는 컨셉에 부합하면서도 다양한 그래픽 스타일로 표현된 학생들의 작업을 건조하게 담아낼 수 있는 그래픽 디자인을 의도했습니다. 신문과 유사하게 반으로 접을 수 있는 구조로 제작하였고, 리플렛 뒷면<strong>2</strong>의 작업 소개문에 편성표를 연상시키는 그리드를 적용하였습니다. <em>방송국 편성표</em>의 이미지를 강화하기 위해 얇은 평량의 종이를 사용했습니다.</p></div>",
      "<div class='eng'><p>The overall graphic design concept was based on the look and feel of a <em>radio schedule in a newspaper</em>. This approach not only fit the radio station theme but also allowed for a neutral and cohesive frame that didn’t compete with the diversity of the students' visual styles. The leaflet was printed on lightweight paper to evoke the feel of newspaper stock, and folded in half like a traditional broadsheet. The back side<strong>2</strong> featured an introduction to each student’s work, laid out on a grid structure reminiscent of a radio programming chart.</p></div>",
      "<br><div class='kor'><p><strong class=long>91mmx55mm, 2p, double-sided</strong></p></div>"
    ],
    "info": [
      {
        "output": "Leaflet.",
        "tool": "Illustrator. Photoshop.",
        "time": "2 weeks<br>2022.06"
      }
    ]
  }]