[
{
    "titleKor": "2023 <em>검은 토끼의 해</em> 연하장",
    "titleEng": "New Year's Greetings 2023",
    "year": "2022",
    "pleft":[
      "<div class='pimrestbox'><img src='img/post/greet23/0.png' loading='lazy'><div class='imgnumber'><p>1</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/greet23/1.jpg' loading='lazy'><div class='imgnumber'><p>2</p></div></div>"
    ],
    "backgroundColor": "#e06640",
    "description": [
      "<div class='kor'><p>2023년 <em>검은 토끼의 해</em>를 위해 제작한 연하장입니다.</p></div>",
      "<div class='eng'><p>New Year’s greeting card for 2023, <em>the Year of the Black Rabbit</em>.</p></div>",
      "<div class='kor'><p>매년 말 다음 해를 상징하는 십이지를 주제로 연하장을 작업하면서, 한 해의 마무리와 시작에 어울리는 요소를 넣어 디자인했습니다. 휴대성 있는 작은 판형<strong class=long>91mm x 55mm</strong>으로 만들어 연하장을 지닌 사람에게 항상 길운이 함께하길 바라는 마음을 담았고, 매년 같은 비율로 작업해 수집 요소를 넣었습니다.</p></div>",
      "<div class='eng'><p>At the end of each year, I design cards inspired by the zodiac animal of the upcoming year, incorporating elements that reflect both closure and renewal. The cards are created in a compact, portable format, carrying a wish for good fortune to accompany the recipient throughout the year. I also maintain a consistent size and proportion annually, making each year's card a collectible item.</p></div>",
      "<div class='kor'><p>2023년을 상징하는 동물인 <em>검은 토끼</em>와 신년을 연상시키는 소나무, 떡국 등의 그래픽을 작업하였고, 속이 빈 토끼의 안에 소원, 한 해의 다짐 등을 적는 것을 통해 토끼의 속을 채워나가며 직접 검은 토끼를 만들 수 있는 연하장을 제작하였습니다.</p></div>",
      "<div class='eng'><p>I designed graphics featuring the <em>Black Rabbit</em>—the zodiac animal of 2023—alongside symbols of the New Year such as pine trees and tteokguk<strong class='long'>rice cake hot pot</strong>. The greeting card was designed to be interactive, allowing recipients to fill the hollow form of the rabbit by writing their wishes and resolutions inside, effectively completing the Black Rabbit themselves.</p></div>",
      "<br><div class='kor'><p><strong class=long>91mmx55mm, 2p, double-sided</strong></p></div>"
    ],
    "info": [
      {
        "output": "Graphic Designs.",
        "tool": "Illustrator. Photoshop.",
        "time": "2 months<br>2022.11 - 2022.12"
      }
    ]
  }
]