[
      {
    "titleKor": "",
    "titleEng": "Translated Scores",
    "year": "2022",
    "pleft":[
  
      "<div class='pimrestbox'><img src='img/post/ts/0.jpg' loading='lazy'><div class='imgnumber'><p>1</p></div></div>",

      "<div class='pimrestbox'><div class='imgnumber'><p>2</p></div><div class='video'><iframe src='https://www.youtube.com/embed/8Mg65l266uw?enablejsapi=1&autoplay=1&loop=1&playlist=8Mg65l266uw' title='YouTube video player' frameborder='0' allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share' referrerpolicy='strict-origin-when-cross-origin' allowfullscreen loading='lazy'></iframe></div></div>",

      "<div class='pimrestbox'><img src='img/post/ts/1.jpg' loading='lazy'><div class='imgnumber'><p>3</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/2.jpg' loading='lazy'><div class='imgnumber'><p>4</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/5.jpg' loading='lazy'><div class='imgnumber'><p>5</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/6.jpg' loading='lazy'><div class='imgnumber'><p>6</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/7.jpg' loading='lazy'><div class='imgnumber'><p>7</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/3.jpg' loading='lazy'><div class='imgnumber'><p>8</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/4.jpg' loading='lazy'><div class='imgnumber'><p>9</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/8.jpg' loading='lazy'><div class='imgnumber'><p>10</p></div></div>",
      "<div class='pimrestbox'><img src='img/post/ts/9.jpg' loading='lazy'><div class='imgnumber'><p>11</p></div></div>"
    ],
    "backgroundColor": "#cccbc1",
    "description": [
      "<div class='kor'><p>2022년 이화여자대학교 조형예술대학 디자인학부 졸업 전시회 <a href='https://ewhadesign.com/2022/work/view.php?art_id=40' target='_blank'><em>Out of Orbit!</em></a>에 전시된 영상 및 지류 작업입니다. 같은 해 9월 발간된<a href='https://www.cabooks.co.kr/product/CA264' target='_blank'><em>CA Books Magazine #264</em></a>의 2022년 졸업 전시 섹션에 소개된 작품 중 하나로 선정되었습니다.<strong>3</strong></p></div>",
      
      "<div class='eng'><p>This is a video and print-based project exhibited at the 2022 Ewha Womans University Department of Design graduation show, <a href='https://ewhadesign.com/2022/work/view.php?art_id=40’ target='_blank’><em>Out of Orbit!</em></a>. It was also selected as one of the featured works in the 2022 Graduation Exhibition section of <a href='https://www.cabooks.co.kr/product/CA264' target='_blank'><em>CA Books Magazine #264</em></a>, published in September of the same year.<strong>3</strong></p></div>",

      "<div class='kor'><p><em>Translated Scores</em>는 우연히 악보 템플릿 위에 쓴 일기를 그대로 사운드로 ‘번역’해낸, 시각적인 요소를 사운드로 풀어낸 작업입니다. 악보 위 글자를 시각적 형태 그대로 음표로 작성해 글자에서 소리로 번역하는 과정에서 언어의 소리<strong class=long>억양</strong>와 텍스트<strong class=long>의미</strong>를 분리하는 것을 통해, 보이지만 잘 읽히지 않고 들리지만 이해할 수 없는 악보가 되는 작업을 진행했습니다.<strong>4</strong></p></div>",
      
      "<div class='eng'><p><em>Translated Scores</em> is a project that visually translates a handwritten diary—accidentally written over a music score template—into sound. By transcribing the shapes of the letters directly into musical notation, the work separates the sound of language <strong class=long>intonation</strong> from the text<strong class=long>semantic content</strong>. This process results in a musical score that is visually legible yet semantically ambiguous, and aurally present yet conceptually elusive.<strong>4</strong></p></div>",

      "<div class='kor'><p>글자를 사운드로 완벽히-의미가 전달될 수 있게- 번역한다면, 그것을 소리 내 읽는 것일 것입니다. 그러나 영상일기 속 글자들은 그 자체가 음표가 되어 매체 간 차이를 고려하지 않은 채 시각적인 방식으로 청각적 요소 위에 얹혀, 보이는 것과 들리는 것 사이의 이러한 직역이 어떤 방식의 변형을 야기하는지 실험합니다.</p></div>",
      
      "<div class='eng'><p>If text were to be perfectly translated into sound—in a way that preserves meaning—it would simply be read aloud. However, in this project, the diary entries are treated as visual forms and directly mapped onto musical notation, without consideration for the differences between visual and auditory media. The resulting video is an experiment in how such literal translation—between what is seen and what is heard—can distort or transform meaning.</p></div>",

      "<div class='kor'><p>일반적인 악보에서 <em>지시문</em>은 읽히고, <em>음표</em>는 들려오는 것에 반해, 영상에서 두 요소는 서로의 통상적 성격이 반전된 채 재생되는 것처럼, 5분에 걸쳐 선형적으로 연주되는 어떤 맥락은 번역된 모든 것이 읽히는-혹은 들리는-것은 아님을 표현합니다. 영상 악보는 22년 1월부터 4월까지 지나쳐왔던 심상인 기억, 후회, 고요, 파도, 결국에는 모두 흘러가는 것, 그럼에도 되돌아오는 것에 대해 이야기합니다.</p></div>",
      
      "<div class='eng'><p>In conventional scores, <em>textual directions</em> are read while <em>notes</em> are heard—but in the video, these roles are reversed. Over a span of five minutes, the linear playback unfolds a narrative that suggests not all translations are entirely readable—or audible. The video score traces a series of inner landscapes from January to April of 2022—memory, regret, stillness, waves. It explores the idea that everything eventually passes, and yet, some things return.</p></div>",

      "<div class='kor'><p>악보 편집 프로그램을 이용해 음표를 작성하고, Illustrator 및 After Effects를 통해 소리와 그래픽을 모두 표현할 수 있는 영상 악보를 최종적으로 제작했습니다. 손으로 쓴 일기에서 출발했음을 암시하기 위해 핸드라이팅을 연상시키는 그래픽 요소를 전반적으로 활용하였습니다.<strong>6</strong><strong>7</strong></p></div>",
      "<div class='eng'><p>Musical notes were composed using score editing software, and the final video score was produced using Illustrator and After Effects to simultaneously express both sound and visuals. Handwriting-inspired graphic elements were employed throughout to emphasize the piece’s origin in a handwritten diary.<strong>6</strong><strong>7</strong></p></div>",
      "<div class='kor'><p>영상 악보는 음악의 구조에서 차용한 <em>Intro-Verse-Prechorus-Chorus-Bridge-Reprise-Outro</em>의 구조로 구성되었습니다. 각 부분마다 악기의 구성을 변화시켜 분위기의 전환을 유도했습니다. 시각적 통일성을 유지하기 위해 각 알파벳은 음표 다섯개로 구성되게 하였고, 재생속도를 고려하여 32분음표를 글자를 구성하는 음표로 결정하였습니다. 가독성을 위해 한 마디에 한 글자가 꽉 차게 의도하여 악보는 32분의 5박자로 설정하였고, 실질적으로 악보는 6비트로 재생됩니다.</p></div>",
      "<div class='eng'><p>The video score follows a musical structure borrowed from popular music—<em>Intro–Verse–Prechorus–Chorus–Bridge–Reprise–Outro</em>—with shifting instrumental compositions to guide transitions in mood. To maintain visual consistency, each alphabet character was constructed from five notes, and 32nd notes were chosen as the basic unit, balancing legibility and tempo. Each measure was intentionally filled with one character, resulting in a 5/32 time signature, and the actual playback functions in 6-beat rhythms.</p></div>",
      "<div class='kor'><p>악보집은 영상의 부속물로써 제작한 것으로, 선형적으로 흘러간 영상을 긴 판형의 지면에 담고 손으로 엮어낸 이야기에서 출발했음을 강조하기 위해 옆면 미싱 제본을 적용했습니다. 악보집과 플라이어는 통상적 악보와 질감과 무게가 유사한 100g 지류에 인쇄하였습니다.<strong>5</strong></p></div>",
      "<div class='eng'><p>A printed scorebook was created as an extension of the video, capturing the linear narrative in a long, panoramic format. To emphasize the piece’s handmade origins, side-sewn binding was applied. Both the scorebook and the flyer were printed on 100gsm paper, selected to closely mimic the weight and texture of traditional music sheets.<strong>5</strong></p></div>",
      "<br><div class='kor'><p><strong class=long>91mmx55mm, 2p, double-sided</strong></p></div>"
    ],
    "info": [
        {
          "output": "Graphic Designs. Motion Graphics. Scorebook. Flyer",
          "tool": "Illustrator. AfterEffects.",
          "time": "3 month<br>2022.03 - 2022.06"
        }
      ]
  }
]
